{
  "type_id": 58794,
  "name": "Men's Republic Stargate Crew Pants",
  "description": "To outsiders, the Republic's organization of its stargate network may seem chaotic but it simply represents the natural expression of Minmatar tribal sovereignty and territoriality, combined with traditional practice and economics. Each stargate is usually crewed by members of a single clan belonging to one of the seven great tribes, according to historical precedents and agreements negotiated between tribes and clans over the gate in question. Complicating the picture is the role of Minmatar circles and certain of the security organizations of the Republic. Many stargates are run by specialized circles, akin to trade guilds, and these are usually so-called \"closed circles\" from a single clan. Others are \"open\" and have members from several clans or even tribes. Such circles are useful in the case of stargates claimed by several clans or tribes. The Republic Fleet, RJD and RSS also take a great interest in stargate operations but the larger stargate circles are usually powerful enough to maintain their perquisites and avoid interference by external agencies. Minmatar stargate crews are issued the standardized gear provided by the Secure Commerce Commission but tend to heavily customize their equipment to reflect loyalties and traditions of clan and circle.\n\nStargates are crewed by small numbers of dedicated engineers despite a high degree of automation and the use of maintenance drones. Stargate crews are required to oversee routine maintenance, carry out tasks arising from problems automated systems are not capable of handling, and provide a first response in the event of emergencies. Under the Yulai Convention, CONCORD's Secure Commerce Commission has overall responsibility for maintaining standards for FTL travel and communications. However, each of the core empires construct and maintain gates on their territories using crews that are typically drawn from their militaries or leading space industrial corporations.",
  "volume": 0.1,
  "repackaged_volume": null,
  "capacity": null,
  "mass": 0.5,
  "category_name": "Apparel",
  "group_name": "Bottoms",
  "attributes": [],
  "traits": []
}